Repository: babluboy/nutty
Catalog: po/*.po
Languages: ca, eo, fr, hr, it, ja, lo, ru, ta, uk

source: State
ca: Estat
eo: Stato
fr: État
hr: Stanje
it: Stato
ja: 状態
lo: ສະຖານະ
ru: Состояние
ta: மாநிலம்
uk: Стан

source: Port
eo: Pordo
hr: Priključak
it: Porta
ja: ポート
lo: ພອດ
ru: Порт
ta: துறைமுகம்
uk: Порт

source: Process ID
eo: Numero de procezo
fr: Identifiant du processus
hr: ID procesa
it: ID Processo
ja: プロセス ID
lo: ໄອດີຂະບວນການ
ru: ID процесса
ta: செயல்முறை ஐடி
uk: ID процесу

source: Program Name
ca: Nom del programa
eo: Nomo de Programo
fr: Nom du programme
hr: Ime programa
it: Nome Programma
ja: プログラム名
lo: ຊື່ໂປຣແກຣມ
ru: Название программы
ta: நிரல் பெயர்
uk: Ім'я програми

source: Path
ca: Camí
eo: Dosierindiko
fr: Chemin
hr: Staza
it: Percorso
ja: パス
lo: ເສັ້ນທາງ
ru: Путь
ta: பாதை
uk: Шлях

source: Devices
ca: Dispositius
eo: Aparatoj
fr: appareils
hr: Uređaji
it: Dispositivi
ja: デバイス
lo: ອຸປະກອນ
ru: Устройства
ta: சாதனங்கள்
uk: Пристрої

source: Refresh device scan results
eo: Aktualigi rezultojn pri skanado por aparatoj
fr: Actualiser les résultats d'analyse des appareils
hr: Aktualiziraj rezultate traženja uređaja
it: Aggiorna i risultati della scansione del dispositivo
ja: デバイスのスキャン結果を更新
lo: ໂຫຼດຜົນການສະແກນອຸປະກອນຄືນໃໝ່
ru: Обновить результаты сканирования устройств
ta: சாதன ச்கேன் முடிவுகளை புதுப்பிக்கவும்
uk: Оновити результати сканування пристрою

source: Status
ca: Estat
eo: Stato
fr: Statut
hr: Stanje
it: Stato
ja: 状態
lo: ສະຖານະ
ru: Статус
ta: நிலை
uk: Статус

source: Device Name
ca: Nom del dispositiu
eo: Nomo de Aparato
fr: Nom de l'appareil
hr: Ime uređaja
it: Nome dispositivo
ja: デバイス名
lo: ຊື່ອຸປະກອນ
ru: Название устройства
ta: சாதன பெயர்
uk: Ім'я пристрою

source: Device Manufacturer
ca: Fabricant del dispositiu
eo: Fabrikinto de Aparato
fr: Fabriquant de l'appareil
hr: Proizvođač uređaja
it: Produttore del dispositivo
ja: デバイスの製造元
lo: ຜູ້ຜະລິດອຸປະກອນ
ru: Производитель устройства
ta: சாதன உற்பத்தியாளர்
uk: Виробник пристрою

source: Last Seen
eo: Laste Vidita
fr: Dernière vue
hr: Zadnji put pogledano
it: Ultimo Visto
ja: 最終確認日
lo: ເຫັນຄັ້ງລ່າສຸດ
ru: Последнее посещение
ta: கடைசியாக பார்த்தேன்
uk: Востаннє бачили

source: Discovered On
eo: Trovita en
fr: Découvert le
hr: Otkriveno
it: Scoperto il
ja: 検出日時
lo: ຄົ້ນພົບເມື່ອ
ru: Обнаружен
ta: கண்டுபிடிக்கப்பட்டது
uk: Виявив на

source: Host IP
ca: IP de l’amfitrió
eo: IP-Adreso de Gastiganto
fr: IP de l'hôte
hr: IP računala
it: IP Host
ja: ホストの IP アドレス
lo: IP ຂອງໂຮສຕ໌
ru: IP хоста
ta: புரவலன் ஐபி
uk: Хост IP

source: Host MAC
ca: MAC de l’amfitrió
eo: MAC-Adreso de Gastiganto
fr: MAC de l'hôte
hr: MAC računala
it: MAC Host
ja: ホストの MAC アドレス
lo: MAC ຂອງໂຮສຕ໌
ru: Аппаратный адрес хоста
ta: புரவலன் மேக்
uk: Хост MAC

source: Active
eo: Aktiva
fr: Actif
hr: Aktivno
it: Attivo
ja: アクティブ
lo: ກຳລັງເຮັດວຽກ
ru: Активен
ta: செயலில்
uk: Активний

source: Non Active
ca: No actiu
eo: Ne Aktiva
fr: Inactif
hr: Neaktivno
it: Non Attivo
ja: 非アクティブ
lo: ບໍ່ໄດ້ເຮັດວຽກ
ru: Не активен
ta: செயலில் இல்லை
uk: Не активний

source: Discovered Earlier
ca: Descobert abans
eo: Trovita Antaŭe
fr: Découvert auparavant
hr: Otkriveno ranije
it: Scoperto prima
ja: 早期発見
lo: ຄົ້ນພົບກ່ອນໜ້ານີ້
ru: Обнаружено ранее
ta: முன்னர் கண்டுபிடிக்கப்பட்டது
uk: Виявлено раніше

source: Displaying devices recorded earlier. Select a connection to update status.
ca: Mostrant els dispositius enregistrats anteriorment. Seleccioneu una connexió per actualitzar l'estat.
eo: Montrante aparatojn registritajn antaŭe. Elektu konekton por ĝisdatigi staton.
fr: Affiche les appareils enregistrés plus tôt. Sélectionnez une connexion pour mettre à jour l'état.
hr: Prikaz ranije snimljenih uređaja. Odaberi vezu za aktualiziranje stanja.
it: Visualizzazione dei dispositivi registrati in precedenza. Selezionare una connessione per aggiornare lo stato.
ja: 以前に記録されたデバイスを表示します。ステータスを更新する接続を選択してください。
lo: ກຳລັງສະແດງອຸປະກອນທີ່ບັນທຶກໄວ້ກ່ອນໜ້ານີ້. ເລືອກການເຊື່ອມຕໍ່ເພື່ອອັບເດດສະຖານະ.
ru: Отображаются устройства, записанные ранее. Выберите соединение для обновления статуса.
ta: முன்பு பதிவு செய்யப்பட்ட சாதனங்களைக் காண்பிக்கும். புதுப்பிப்பு நிலைக்கு இணைப்பைத் தேர்ந்தெடுக்கவும்.
uk: Відображення пристроїв, записаних раніше. Виберіть з'єднання для оновлення статусу.

source: No devices have been recorded earlier. Select a connection to update results.
ca: No s'ha enregistrat cap dispositiu anteriorment. Seleccioneu una connexió per actualitzar els resultats.
eo: Neniuj aparatoj estis registritaj antaŭe. Elektu konekton por ĝisdatigi rezultojn.
fr: Aucun appareil n'a été enregistré auparavant. Sélectionnez une connexion pour mettre à jour les résultats.
hr: Nema ranije snimljenih uređaja. Odaberi vezu za aktualiziranje stanja.
it: Nessun dispositivo è stato registrato in precedenza. Selezionare una connessione per aggiornare i risultati.
ja: 以前に記録されたデバイスはありません。結果を更新する接続を選択してください。
lo: ບໍ່ມີອຸປະກອນທີ່ຖືກບັນທຶກໄວ້ກ່ອນໜ້ານີ້. ເລືອກການເຊື່ອມຕໍ່ເພື່ອອັບເດດຜົນລັດ.
ru: Ни одно устройство не было записано ранее. Выберите соединение для обновления результатов.
ta: முன்னர் எந்த சாதனங்களும் பதிவு செய்யப்படவில்லை. முடிவுகளைப் புதுப்பிக்க இணைப்பைத் தேர்ந்தெடுக்கவும்.
uk: Не було раніше жодного пристрою. Виберіть зв'язок для оновлення результатів.

source: Device scan in progress ...
ca: Escaneig de dispositius en curs ...
eo: Skanante por aparatoj…
fr: Analyse des appareils en cours…
hr: Traženje uređaja u tijeku …
it: Scansione dispositivo in corso...
ja: デバイスのスキャンを実行しています…
lo: ກຳລັງດຳເນີນການສະແກນອຸປະກອນ ...
ru: Выполняется сканирование устройств...
ta: சாதன ச்கேன் முன்னேற்றத்தில் உள்ளது ...
uk: Сканування пристрою в процесі ...

source: devices found on this connection
ca: dispositius trobats en aquesta connexió
eo: aparatoj trovitaj ĉe ĉi tiu konekto
fr: appareils trouvés sur cette connexion
hr: uređaji nađeni na ovoj vezi
it: dispositivi trovati su questa connessione
ja: 台のデバイスをこの接続上で検出しました
lo: ອຸປະກອນທີ່ພົບໃນການເຊື່ອມຕໍ່ນີ້
ru: устройства, найденные на этом подключении
ta: இந்த இணைப்பில் காணப்படும் சாதனங்கள்
uk: пристрої, знайдені в цьому з'єднанні

source: Actions for :
ca: Accions per a :·
eo: Agoj pri:
fr: Actions pour :
hr: Radnje za:
it: Azioni per:
ja: 次のデバイスに対するアクション:
lo: ການດຳເນີນການສຳລັບ :
ru: Действия для:
ta: இதற்கான செயல்கள்:
uk: Дії для:

source: Forget device
ca: Oblida el dispositiu
eo: Forgesi aparaton
fr: Oublier l'appareil
hr: Zaboravi uređaj
it: Dimentica il dispositivo
ja: デバイスを忘れる
lo: ລຶບອຸປະກອນອອກ
ru: Забыть устройство
ta: சாதனத்தை மறந்து விடுங்கள்
uk: Забудьте пристрій

source: New Device found on network:
ca: Nou dispositiu trobat en la xarxa:
eo: Nova Aparato trovita ĉe reto:
fr: Nouvel appareil trouvé sur le réseau :
hr: Pronađen je novi uređaj na mreži:
it: Nuovo dispositivo trovato sulla rete:
ja: ネットワークに新しいデバイスを検出しました:
lo: ພົບອຸປະກອນໃໝ່ໃນເຄືອຂ່າຍ:
ru: В сети найдено новое устройство:
ta: நெட்வொர்க்கில் புதிய சாதனம்:
uk: Новий пристрій знайдено в мережі:

source: Usage
ca: Ús
eo: Uzado
hr: Upotreba
it: Uso
ja: 使用方法
lo: ການນຳໃຊ້
ru: Использование
ta: பயன்பாடு
uk: Використання

source: Connection monitored from
ca: La connexió es monitora des de
eo: Konekto monitorata ekde
fr: Connexion surveillée depuis
hr: Veza praćena od
it: Connessione monitorata da
ja: 監視されている接続
lo: ເລີ່ມຕິດຕາມການເຊື່ອມຕໍ່ຈາກ
ru: Соединение контролируется с
ta: இணைப்பு கண்காணிக்கப்படுகிறது
uk: З'єднання контролюється з

source: and last updated on
ca: i s’ha actualitzat per darrera vegada el
eo: kaj laste ĝisdatigita en
fr: et mise à jour le
hr: i zadnji put aktualizirana
it: e ultimo aggiornamento il
ja: 、最終更新:
lo: ແລະ ອັບເດດລ່າສຸດເມື່ອ
ru: последний раз обновлено
ta: கடைசியாக புதுப்பிக்கப்பட்டது
uk: і останнє оновлення на

source: Please add this connection interface to vnstat using command line.
ca: Afegiu aquesta interfície de connexió al vnstat mitjançant la línia d’ordres.
eo: Bonvolu komandlinie aldoni ĉi tiun konektan interfacon al vnstat.
fr: Veuillez ajouter cette interface de connexion à vnstat en utilisant les lignes de commande.
hr: Dodaj ovo sučelje veze u vnstat, koristeći naredbeni redak.
it: Aggiungi questa interfaccia di connessione a vnstat usando la riga di comando.
ja: コマンドラインを使用して、この接続インターフェイスを vnstat に追加してください。
lo: ກະລຸນາເພີ່ມອິນເຕີເຟສການເຊື່ອມຕໍ່ນີ້ເຂົ້າໃນ vnstat ໂດຍໃຊ້ຄຳສັ່ງ (command line).
ru: Пожалуйста, добавьте этот интерфейс в vnstat с помощью командной строки.
ta: கட்டளை வரியைப் பயன்படுத்தி இந்த இணைப்பு இடைமுகத்தை Vnstat இல் சேர்க்கவும்.
uk: Будь ласка, додайте цей інтерфейс підключення до vnstat за допомогою командного рядка.

source: Time Period
ca: Període
eo: Periodo
fr: Période de temps
hr: Razdoblje
it: Periodo di Tempo
ja: 期間
lo: ຊ່ວງເວລາ
ru: Временной период
ta: காலம்
uk: Відрізок часу

source: Data Received
ca: Dades rebudes
eo: Ricevitaj Datenoj
fr: Données reçues
hr: Primljeni podaci
it: Dati ricevuti
ja: データを受信しました
lo: ຂໍ້ມູນທີ່ໄດ້ຮັບ
ru: Данные получены
ta: தரவு பெறப்பட்டது
uk: Отримані дані

source: Data Sent
ca: Dades enviades
eo: Senditaj Datenoj
fr: Données envoyées
hr: Poslani podaci
it: Dati inviati
ja: データ送信
lo: ຂໍ້ມູນທີ່ສົ່ງ
ru: Отправленные данные
ta: தரவு அனுப்பப்பட்டது
uk: Надіслані дані

source: Total Data
ca: Dades totals
eo: Totalaj Datenoj
fr: Données totales
hr: Podataka ukupno
it: Dati totali
ja: 総データ
lo: ຂໍ້ມູນທັງໝົດ
ru: Всего данных
ta: மொத்த தரவு
uk: Загальна кількість даних

source: Select a connection to view data usage
ca: Seleccioneu una connexió per veure l'ús de dades
eo: Elektu konekton por vidi uzadon de datenoj
fr: Séléctionnez une connexion pour voir l'usage des données
hr: Za prikaz upotrebe podataka, odaberi jednu vezu
it: Seleziona una connessione per visualizzare l'utilizzo dei dati
ja: 接続を選択してデータ使用量を表示します
lo: ເລືອກການເຊື່ອມຕໍ່ເພື່ອເບິ່ງການນຳໃຊ້ຂໍ້ມູນ
ru: Выберите соединение для просмотра данных об использовании
ta: தரவு பயன்பாட்டைக் காண ஒரு இணைப்பைத் தேர்ந்தெடுக்கவும்
uk: Виберіть з'єднання для перегляду використання даних

source: Click refresh to see current Apps using
ca: Feu clic a Actualitza per veure les aplicacions actuals que utilitzen ·
eo: Alklaku "Aktualigi" por vidi aktualajn programojn uzantajn
fr: Cliquez actualiser pour voir l'usage des applications en cours d'exécution
hr: Za prikaz trenutačno korištenih programa, pritisni na aktualiziranje
it: Fai clic su Aggiorna per vedere le app correnti utilizzate
ja: 更新をクリックし現在使用中のアプリを表示する
lo: ຄລິກໂຫຼດຄືນໃໝ່ເພື່ອເບິ່ງແອັບທີ່ກຳລັງໃຊ້
ru: Нажмите «Обновить», чтобы просмотреть текущие приложения, использующие
ta: தற்போதைய பயன்பாடுகளைப் பயன்படுத்த புதுப்பிக்கவும் என்பதைக் சொடுக்கு செய்க
uk: Натисніть 'Оновити', щоб переглянути поточні програми за допомогою

source: Refresh Apps bandwidth usage
ca: Actualitza l'ús de l'amplada de banda de les aplicacions
eo: Aktualigi uzadon de reta kapacito far Aplikaĵoj
fr: Actualiser l'usage de bande passante des applications
hr: Aktualiziraj upotrebu propusne širine aplikacija
it: Aggiorna l'utilizzo della larghezza di banda delle app
ja: アプリの帯域幅使用量を更新
lo: ໂຫຼດການນຳໃຊ້ແບນວິດຂອງແອັບຄືນໃໝ່
ru: Обновить использование полосы пропускания приложений
ta: பயன்பாடுகளின் அலைவரிசை பயன்பாட்டை புதுப்பிக்கவும்
uk: Оновити використання пропускної здатності програми

source: Name
ca: Nom
eo: Nomo
fr: Nom
hr: Ime
it: Nome
ja: 名前
lo: ຊື່
ru: Имя
ta: பெயர்
uk: Ім'я

source: Data Sent (Kb/sec)
ca: Enviament de dades (Kb/s)
eo: Sendrapido (kilobitoj en sekundo)
fr: Données envoyées (Ko/s)
hr: Poslani podaci (Kb/sec)
it: Dati Inviati (Kb/sec)
ja: データ送信 (Kb/sec)
lo: ຂໍ້ມູນທີ່ສົ່ງ (Kb/sec)
ru: Отправленные данные (Кб/сек)
ta: தரவு அனுப்பப்பட்டது (KB/நொடி)
uk: Надіслані дані (Кб/сек)

source: Data Received (Kb/sec)
ca: Dades rebudes (Kb/s)
eo: Ricevrapido (kilobitoj en sekundo)
fr: Données reçues (Ko/s)
hr: Primljeni podaci (Kb/sec)
it: Dati Ricevuti (Kb/sec)
ja: データ受信 (Kb/sec)
lo: ຂໍ້ມູນທີ່ໄດ້ຮັບ (Kb/sec)
ru: Полученные данные (Кб/сек)
ta: பெறப்பட்ட தரவு (kb/sec)
uk: Отримані дані (Кб/сек)

source: Background Device Monitoring
ca: Monitoratge de dispositius en segon pla
eo: Fona Monitorado de Aparato
fr: Surveillance des appareils en arrière-plan
hr: Praćenje uređaja u pozadini
it: Monitoraggio del dispositivo in background
ja: バックグラウンドデバイス監視
lo: ການຕິດຕາມອຸປະກອນໃນພື້ນຫຼັງ
ru: Фоновый мониторинг устройств
ta: பின்னணி சாதன கண்காணிப்பு
uk: Моніторинг фонового пристрою

source: No monitoring of devices
ca: Sense monitoratge de dispositius
eo: Neniu monitorado de aparatoj
fr: Pas de surveillance des appareils
hr: Bez praćenje uređaja
it: Nessun monitoraggio dei dispositivi
ja: デバイスの監視なし
lo: ບໍ່ມີການຕິດຕາມອຸປະກອນ
ru: Устройства не наблюдаются
ta: சாதனங்களின் கண்காணிப்பு இல்லை
uk: Немає моніторингу пристроїв

source: Monitor devices every 15 minutes
ca: Monitora els dispositius cada 15 minuts
eo: Monitorado de aparatoj po unu fojo en 15 minutoj
fr: Surveiller les appareils toutes les 15 minutes
hr: Prati uređaje svakih 15 minuta
it: Monitorare i dispositivi ogni 15 minuti
ja: 15分ごとにデバイスを監視
lo: ຕິດຕາມອຸປະກອນທຸກໆ 15 ນາທີ
ru: Мониторинг устройств каждые 15 минут
ta: ஒவ்வொரு 15 நிமிடங்களுக்கும் சாதனங்களை கண்காணிக்கவும்
uk: Моніторинг пристроїв кожні 15 хвилин

source: Monitor devices every 30 minutes
ca: Monitora els dispositius cada 30 minuts
eo: Monitorado de aparatoj po unu fojo en 30 minutoj
fr: Surveillr les appareils toutes les 30 minutes
hr: Prati uređaje svakih 30 minuta
it: Monitora i dispositivi ogni 30 minuti
ja: 30分ごとにデバイスを監視
lo: ຕິດຕາມອຸປະກອນທຸກໆ 30 ນາທີ
ru: Мониторинг устройств каждые 30 минут
ta: ஒவ்வொரு 30 நிமிடங்களுக்கும் சாதனங்களை கண்காணிக்கவும்
uk: Моніторинг пристроїв кожні 30 хвилин

source: Monitor devices every hour
ca: Monitora els dispositius cada hora
eo: Monitorado de aparatoj po unu fojo en horo
fr: Surveiller les appareils toutes les heures
hr: Prati uređaje svakih sat vremena
it: Monitora i dispositivi ogni ora
ja: １時間ごとにデバイスを監視
lo: ຕິດຕາມອຸປະກອນທຸກໆຊົ່ວໂມງ
ru: Мониторинг устройств каждый час
ta: ஒவ்வொரு மணி நேரத்திற்கும் சாதனங்களை கண்காணிக்கவும்
uk: Моніторинг пристроїв щогодини

source: Monitor devices once a day
ca: Monitora els dispositius diàriament
eo: Monitorado de aparatoj po unu fojo en tago
fr: Surveiller les appareils une fois par jour
hr: Prati uređaje jednom dnevno
it: Monitora i dispositivi una volta al giorno
ja: １日ごとにデバイスを監視
lo: ຕິດຕາມອຸປະກອນມື້ລະເທື່ອ
ru: Мониторинг устройств каждый день
ta: சாதனங்களை ஒரு நாளைக்கு ஒரு முறை கண்காணிக்கவும்
uk: Моніторинг пристроїв один раз на день

source: Close
ca: Tanca
eo: Fermi
fr: Fermer
hr: Zatvori
it: Chiudi
ja: 閉じる
lo: ປິດ
ru: Закрыть
ta: மூடு
uk: Закрити

source: DEVICE_MONITORING_STATE
fr: ETAT_SURVEILLANCE_APPAREILS
hr: STANJE_PRAĆENJA_UREĐAJA
it: STATO_MONITORAGGIO_DISPOSITIVO
ja: デバイス監視状態
lo: ສະຖານະ_ການ_ຕິດຕາມ_ອຸປະກອນ
ta: சாதனம்_மோனிட்டர்_ச்டேட்

source: DEVICE_MONITORING_SCHEDULE
fr: PROGRAMME_SURVEILLANCE_APPAREILS
hr: PLAN_PRAĆENJA_UREĐAJA
it: PROGRAMMA_MONITORAGGIO_DISPOSITIVO
ja: デバイス監視スケジュール
lo: ຕາຕະລາງ_ການ_ຕິດຕາມ_ອຸປະກອນ
ta: சாதனம்_மோனிட்டர்_செடுல்

source: SPEEDTEST_DATE
fr: DATE_SPEEDTEST
hr: TESTBRZINE_DATUM
it: DATA_SPEEDTEST
ja: スピードテスト日時
lo: ວັນທີ_ທົດສອບ_ຄວາມໄວ
ta: SpeadTest_date

source: SPEEDTEST_UPLOADSPEED
fr: VITESSE_TRANSFERT_SPEEDTEST
hr: TESTBRZINE_BRZINAPRENOŠENJA
ja: スピードテスト・アップロード速度
lo: ຄວາມໄວ_ອັບໂຫຼດ_ທົດສອບ
ta: SpeadTest_uploadSpeed

source: SPEEDTEST_DOWNLOADSPEED
fr: VITESSE_TELECHARGEMENT_SPEEDTEST
hr: TESTBRZINE_BRZINAPREUZIMANJA
ja: スピードテスト・ダウンロード速度
lo: ຄວາມໄວ_ດາວໂຫຼດ_ທົດສອບ
ta: SpeadTest_downloadspeed

source: Nutty Information Exported on
ca: Informació de Nutty exportada a ·
eo: Informoj de Nutty Eksportitaj je
fr: Informations de Nutty exportées sur
hr: Nutty podaci izvezeni
it: Informazioni Nutty esportate su
ja: エクスポートされた Nutty 情報
lo: ຂໍ້ມູນ Nutty ຖືກສົ່ງອອກເມື່ອ
ru: Информация Nutty экспортирована в
ta: ஏற்றுமதி செய்யப்பட்ட நட்டு செய்தி
uk: Nutty інформація експортується на

source: for
ca: ·per·
eo: por
fr: pour
hr: za
it: per
lo: ສຳລັບ
ru: для
ta: க்கு
uk: для

source: Network Card
ca: Targeta de xarxa
eo: Retkarto
fr: Carte réseau
hr: Mrežna kartica
it: Scheda di rete
ja: ネットワークカード
lo: ກາດເຄືອຂ່າຍ
ru: Сетевая карта
ta: பிணைய அட்டை
uk: Мережева карта

source: Standards with Transmit Power of
ca: ·Estàndards amb potència de transmissió de·
eo: Normoj de Transsendo-Potenco
fr: Normes avec puissance d'émission de
hr: Standardi s prijenosnom snagom od
it: Standard con potenza di trasmissione di
ja: 送信電力規格
lo: ມາດຕະຖານ ດ້ວຍກຳລັງສົ່ງ
ru: Стандарты с мощностью передачи
ta: பரிமாற்ற சக்தியுடன் தரநிலைகள்
uk: Стандарти з потужності передачі

source: [Power Management:
ca: · [Gestió de potència:·
eo: [Administrado de Energio:
fr: [Gestion de l'alimentation :
hr: [Upravljanje energijom:
it: [Gestione energetica:
ja: [電源管理:
lo: [ການຈັດການພະລັງງານ:
ru: [Управление энергопотреблением:
ta: [சக்தி மேலாண்மை:
uk: [Управління живленням:

source: Connected to
ca: Connectat a
eo: Konektita al
fr: Connecté à
hr: Spojeno s
it: Connesso a
ja: 接続されています
lo: ເຊື່ອມຕໍ່ກັບ
ru: Подключено к
ta: இணைக்கப்பட்டுள்ளது
uk: Пов'язаний з

source: Network at Access Point
eo: Reto ĉe Atingopunkto
fr: Réseau au point d'accès
hr: Mreža pri pristupnoj točci
it: Rete al Punto di Accesso
ja: アクセスポイントのネットワーク
lo: ເຄືອຂ່າຍ ທີ່ຈຸດເຊື່ອມຕໍ່ (Access Point)
ru: Сеть как точка доступа
ta: அணுகல் புள்ளியில் பிணையம்
uk: Мережа в точці доступу

source: Mode
eo: Reĝimo
hr: Modus
it: Modo
ja: モード
lo: ໂໝດ
ru: Режим
ta: பயன்முறை
uk: Режим

source: Connected with
eo: Konektita per
fr: Connecté à
hr: Povezano s
it: Connesso a
lo: ເຊື່ອມຕໍ່ດ້ວຍ
ru: Подключено через
ta: உடன் இணைக்கப்பட்டுள்ளது
uk: Пов'язано з

source: Frequency of
eo: Ofteco
fr: Fréquence de
hr: Frekvencija od
it: Frequenza di
lo: ຄວາມຖີ່
ru: Частота
ta: அதிர்வெண்
uk: Частота

source: and Bit Rate of
eo: kaj Bitrapido
fr: et un débit de
hr: i stopa bitova od
it: e Bit Rate di
lo: ແລະ ອັດຕາບິດ
ru: и битрейт
ta: மற்றும் பிட் வீதம்
uk: і швидкість біт

source: Connection strength
eo: Forto de konekto
fr: Force de la connexion
hr: Stabilnost veze
it: Forza di connessione
ja: 接続強度
lo: ຄວາມແຮງຂອງການເຊື່ອມຕໍ່
ru: Прочность соединения
ta: இணைப்பு வலிமை
uk: Міцність з'єднання

source: Link Quality of
eo: Ligo-Kvalito
fr: Qualité du lien de
hr: Kvaliteta povezivanja od
it: Qualità del collegamento di
lo: ຄຸນນະພາບຂອງສັນຍານ
ru: Качество связи
ta: இணைப்பு தகுதி
uk: Якість зв'язку

source: and Signal Level of
eo: kaj Signalo-Nivelo
fr: et un niveau de signal de
hr: i razina signal od
it: e Livello del Segnale di
lo: ແລະ ລະດັບສັນຍານ
ru: и уровень сигнала
ta: மற்றும் சமிக்ஞை நிலை
uk: і рівень сигналу

source: Nutty Disclaimer
eo: Malgarantio pri Nutty
fr: Clause de non-responsabilité
hr: Nutty izjava o odricanju odgovornosti
it: Dichiarazione di non responsabilità
ja: Nutty 免責事項
lo: ຂໍ້ຄວາມປະຕິເສດຄວາມຮັບຜິດຊອບຂອງ Nutty
ru: Nutty отказ от ответственности
ta: நட்டு மறுப்பு
uk: Відмова від відповідальності Nutty

source: Click to read the legal disclaimer on Nmap (used by Nutty) for further information
ca: Per a més informació, feu clic per a llegir el descàrrec de responsabilitats del Nmap (utilitzat pel Nutty)
eo: Alklaku por legi la malgarantion pri Nmap (uzata de Nutty) enhavantan pliajn informojn
fr: Cliquez ici pour lire l'avertissement légal sur Nmap (utilisé par Nutty) pour plus d'informations
hr: Pritisni za čitanje zakonskog odricanja od odgovornosti za Nmap (koristi ga Nutty) za daljnje informacije
it: Fai clic per leggere il disclaimer legale su Nmap (utilizzato da Nutty) per ulterioriinformazioni
ja: 詳細については、クリックして Nmap (Nutty が使用) の免責事項をお読みください
lo: ຄລິກເພື່ອອ່ານຂໍ້ຄວາມປະຕິເສດຄວາມຮັບຜິດຊອບທາງກົດໝາຍກ່ຽວກັບ Nmap (ທີ່ໃຊ້ໂດຍ Nutty) ສຳລັບຂໍ້ມູນເພີ່ມເຕີມ
ru: Нажмите, чтобы прочитать отказ от ответственности Nmap (используемый Nutty) для получения дополнительной информации
ta: மேலும் தகவலுக்கு NMAP (NUTTY ஆல் பயன்படுத்தப்பட்டது) இல் சட்ட மறுப்பைப் படிக்க சொடுக்கு செய்க
uk: Натисніть, щоб прочитати юридичну відмову від відповідальності на Nmap (використовується Nutty) для отримання додаткової інформації

source: Use Nutty
ca: Fes servir el Nutty
eo: Uzi Nutty
fr: Utiliser Nutty
hr: Koristi Nutty
it: Usa Nutty
ja: Nutty を使う
lo: ໃຊ້ງານ Nutty
ru: Использовать Nutty
ta: நட்டு பயன்படுத்தவும்
uk: Використання Nutty

source: Exit
ca: Surt
eo: Forlasi
fr: Quitter
hr: Izlaz
it: Esci
ja: 終了
lo: ອອກ
ru: Выход
ta: வெளியேறு
uk: Вийти

source: Nutty
ta: நட்டு

source: Displays network information
ca: Mostra informació de la xarxa
eo: Montri informojn pri retoj
fr: Affiche les informations sur le réseau
hr: Prikazuje mrežne podatke
it: Visualizza le informazioni di rete
ja: ネットワーク情報の表示
lo: ສະແດງຂໍ້ມູນເຄືອຂ່າຍ
ru: Отображает информацию о сети
ta: பிணைய தகவல்களைக் காட்டுகிறது
uk: Відображає інформацію про мережу

source: A simple utility for network information
eo: Simpla utilaĵo pri retaj informoj
fr: Un simple utilitaire pour les informations sur le réseau
hr: Jednostavan program za dobivanje mrežnih podataka
it: Una semplice utilità per le informazioni di rete
ja: ネットワーク情報のためのシンプルなユーティリティ
lo: ເຄື່ອງມືແບບງ່າຍໆສຳລັບເບິ່ງຂໍ້ມູນເຄືອຂ່າຍ
ru: Простая утилита для получения информации о сети
ta: பிணையம் தகவலுக்கான எளிய பயன்பாடு
uk: Проста утиліта для інформаційної мережі

source: Nutty provides an intuitive user interface for some commonly used network related command line tools.
eo: Nutty provizas intuician fasadon por kelkaj oftaj komandliniaj utilaĵoj pri retoj.
fr: Nutty fournit une interface utilisateur intuitive pour certains outils de ligne de commande réseau couramment utilisés.
hr: Nutty nudi intuitivno korisničko sučelje za neke najčešće korištene mrežne alate naredbenog retka.
it: Nutty fornisce un'interfaccia utente intuitiva per alcune reti comunemente utilizzatecorrelata agli strumenti della riga di comando.
ja: Nutty は一般的に使用されるネットワーク関連のコマンドラインツールに、直感的なユーザーインターフェイスを提供します。
lo: Nutty ມີສ່ວນຕິດຕໍ່ຜູ້ໃຊ້ທີ່ໃຊ້ງານງ່າຍ ສຳລັບເຄື່ອງມືຈັດການເຄືອຂ່າຍແບບຄຳສັ່ງ (command line) ບາງຢ່າງທີ່ໃຊ້ເລື້ອຍໆ.
ru: Nutty предоставляет интуитивно понятный пользовательский интерфейс для некоторых часто используемых инструментов командной строки, связанных с сетью.
ta: பொதுவாகப் பயன்படுத்தப்படும் சில பிணையம் தொடர்பான கட்டளை வரி கருவிகளுக்கு உள்ளுணர்வு பயனர் இடைமுகத்தை நட்டி வழங்குகிறது.
uk: Nutty надає інтуїтивний користувацький інтерфейс для деяких часто використовуваних інструментів командного рядка, пов'язаних з мережею.

source: A key feature is the ability to turn on notification when a device enters the user's network.
eo: Unu el la ĉeffunkcioj estas la kapablo sciigi kiam aparato eniras la reton de la uzanto.
fr: Une fonctionnalité clé est la possibilité d'activer les notifications lorsqu'un appareil entre dans le réseau de l'utilisateur.
hr: Ključna funkcija je mogućnost uključivanja obavijesti kad uređaj uđe u korisničku mrežu.
it: Una caratteristica chiave è la possibilità di attivare la notifica quando un dispositivo entranella rete dell'utente.
ja: 鍵となる機能は、デバイスがユーザーのネットワークに入ったときに通知をオンにする機能です。
lo: ຄຸນສົມບັດຫຼັກແມ່ນຄວາມສາມາດໃນການເປີດແຈ້ງເຕືອນ ເມື່ອມີອຸປະກອນເຂົ້າມາໃນເຄືອຂ່າຍຂອງຜູ້ໃຊ້.
ru: Ключевой особенностью является возможность включения уведомления, когда устройство входит в сеть пользователя.
ta: ஒரு சாதனம் பயனரின் நெட்வொர்க்கில் நுழையும் போது அறிவிப்பை இயக்கும் திறன் ஒரு முக்கிய அம்சமாகும்.
uk: Ключовою особливістю є можливість вмикати сповіщення, коли пристрій входить до мережі користувача.

source: My Info: Provides basic and detailed information for the device network card
eo: Mia Informo: Provizas bazajn kaj detalajn informojn pri la aparata retkarto
fr: Mes infos : Fournit des informations de base et détaillées pour la carte réseau de l'appareil
hr: Moji podaci: Pruža osnovne i detaljne podatke o mrežnoj kartici uređaja
it: Informazioni personali: fornisce informazioni di base e dettagliate per la scheda di rete del dispositivo
ja: My Info: デバイスネットワークカードの基本情報と詳細情報を提供します
lo: ຂໍ້ມູນຂອງຂ້ອຍ: ໃຫ້ຂໍ້ມູນພື້ນຖານ ແລະ ລາຍລະອຽດສຳລັບກາດເຄືອຂ່າຍຂອງອຸປະກອນ
ru: Моя информация: предоставляет основную и подробную информацию о сетевой карте устройства
ta: எனது தகவல்: சாதன பிணையம் அட்டைக்கான அடிப்படை மற்றும் விரிவான தகவல்களை வழங்குகிறது
uk: Моя інформація: надає основну та детальну інформацію про мережеву карту пристрою
