Repository: babluboy/nutty
Catalog: po/*.po
Languages: ca, eo, fr, hr, it, ja, lo, ru, ta, uk

source: Usage: Provides network data usage in two views - historical usage and current usage
eo: Uzado: Provizas informojn pri uzado de retaj datenoj dumaniere - pri pasinteca uzado kaj aktuala uzado
fr: Usage : Fournit l'utilisation des données réseau en deux vues - historique d'utilisation et utilisation actuelle
hr: Upotreba: Pruža upotrebu mrežnih podataka u dva prikaza – prijašnja upotreba i trenutačna upotreba
it: Utilizzo: fornisce l'utilizzo dei dati di rete in due viste: utilizzo storico eutilizzo attuale
ja: 使用方法: ネットワークデータの使用状況を、過去の使用状況と現在の使用状況の2つのビューで提供します
lo: ການນຳໃຊ້: ໃຫ້ຂໍ້ມູນການນຳໃຊ້ຂໍ້ມູນເຄືອຂ່າຍໃນສອງຮູບແບບ - ປະຫວັດການນຳໃຊ້ ແລະ ການນຳໃຊ້ໃນປັດຈຸບັນ
ru: Использование: Обеспечивает использование сетевых данных в двух представлениях - историческое использование и текущее использование
ta: பயன்பாடு: பிணையம் தரவு பயன்பாட்டை இரண்டு பார்வைகளில் வழங்குகிறது - வரலாற்று பயன்பாடு மற்றும் தற்போதைய பயன்பாடு
uk: Використання: Забезпечує використання мережевих даних у двох видах - історичне використання та поточне використання

source: Speed: Check Upload and Download speeds and get route times to a host
eo: Rapido: Mezuri Rapidojn de Alŝuto kaj Elŝuto kaj enkursigajn tempojn al gastiganto
fr: Vitesse : Vérifie les vitesses de transfert et de téléchargement et obtient les temps de propagation vers un hôte
hr: Brzina: Provjeri brzine prenošenja i preuzimanja, te saznaj vremena rutinga do računala
it: Velocità: controlla le velocità di upload e download e ottieni i tempi di percorso verso un host
ja: スピード: アップロードとダウンロードの速度を確認し、ホストへのルート時間を取得します
lo: ຄວາມໄວ: ກວດສອບຄວາມໄວໃນການອັບໂຫຼດ ແລະ ດາວໂຫຼດ ພ້ອມທັງເບິ່ງເວລາການເດີນທາງຂອງຂໍ້ມູນໄປຫາໂຮສຕ໌
ru: Скорость: Проверьте скорость загрузки и скачивания и получите время маршрута к хосту
ta: வேகம்: பதிவேற்றம் மற்றும் பதிவிறக்க வேகத்தை சரிபார்த்து, ஓச்டுக்கு பாதை நேரங்களைப் பெறுங்கள்
uk: Швидкість: перевірте швидкість завантаження та завантаження та отримайте час на хост

source: Ports: Provides information on active ports and application using them on the local device
eo: Pordoj: Provizas informojn pri aktivaj pordoj kaj aplikaĵoj uzantaj ilin sur la loka aparato
fr: Ports : Fournit des informations sur les ports actifs et les applications les utilisant sur l'appareil local
hr: Priključci: Pruža podatke o aktivnim priključcima i programu, koristeći ih na lokalnom uređaju
it: Porte: fornisce informazioni su porte e applicazioni attive utilizzandole su il dispositivo locale
ja: ポート: ローカルデバイスでアクティブなポートとそれらを使用するアプリケーションに関する情報を提供します
lo: ພອດ: ໃຫ້ຂໍ້ມູນກ່ຽວກັບພອດທີ່ກຳລັງເຮັດວຽກ ແລະ ແອັບພລິເຄຊັນທີ່ກຳລັງໃຊ້ພອດເຫຼົ່ານັ້ນໃນອຸປະກອນທ້ອງຖິ່ນ
ru: Порты: Предоставляет информацию об активных портах и приложениях, использующих их на локальном устройстве
ta: துறைமுகங்கள்: உள்ளக சாதனத்தில் செயலில் உள்ள துறைமுகங்கள் மற்றும் பயன்பாடு பற்றிய தகவல்களை வழங்குகிறது
uk: Порти: надає інформацію про активні порти та програми, що використовують їх на локальному пристрої

source: Devices: Monitors, alerts and provides information on the other devices on the network
eo: Aparatoj: Monitori, atentigi, kaj informi pri aliaj aparatoj en la reto
fr: Appareils : Surveille, alerte et fournit des informations sur les autres appareils sur Ll réseau
hr: Uređaji: prati, upozorava i pruža podatke o ostalim uređajima na mreži
it: Dispositivi: monitora, avvisa e fornisce informazioni sugli altri dispositivi suil network
ja: デバイス: ネットワーク上の他のデバイスに関する情報を監視、警告、提供します
lo: ອຸປະກອນ: ຕິດຕາມ, ແຈ້ງເຕືອນ ແລະ ໃຫ້ຂໍ້ມູນກ່ຽວກັບອຸປະກອນອື່ນໆໃນເຄືອຂ່າຍ
ru: Устройства: отслеживает, оповещает и предоставляет информацию о других устройствах в сети
ta: சாதனங்கள்: நெட்வொர்க்கில் உள்ள பிற சாதனங்களைப் பற்றிய கண்காணிப்புகள், விழிப்பூட்டல்கள் மற்றும் தகவல்களை வழங்குகின்றன
uk: Пристрої: відстежує, попереджає та надає інформацію про інші пристрої в мережі

source: Device Monitoring
eo: Monitorado de Aparatoj
fr: Surveillance des appareils
hr: Praćenje uređaja
it: Monitoraggio del Dispositivo
ja: デバイス監視
lo: ການຕິດຕາມອຸປະກອນ
ru: Наблюдение за устройствами
ta: சாதன கண்காணிப்பு
uk: Моніторинг пристроїв

source: Bandwidth Usage
eo: Uzado de Reta Kapacito
fr: Utilisation de la bande passante
hr: Upotreba propusne širine
it: Utilizzo della larghezza di banda
ja: バンド幅使用状況
lo: ການນຳໃຊ້ແບນວິດ
ru: Использование пропускной способности
ta: அலைவரிசை பயன்பாடு
uk: Використання пропускної здатності

source: Speed Test
eo: Testo pri Rapidoj
fr: Test de rapidité
hr: Test brzine
it: Test di velocità
ja: スピードテスト
lo: ການທົດສອບຄວາມໄວ
ru: Тест скорости
ta: வேக சோதனை
uk: Тест швидкості

source: Siddhartha Das
ta: சித்தார்த் அடிமை
