Repository: babluboy/nutty
Catalog: po/*.po
Languages: ca, eo, fr, hr, it, ja, lo, ru, ta, uk

source: Display version number
ca: Mostra el número de versió
eo: Montri versian numeron
fr: Afficher le numéro de version
hr: Prikaži broj verzije
it: Mostra numero versione
ja: バージョン番号を表示
lo: ສະແດງເລກລຸ້ນ
ru: Показать номер версии
ta: பதிப்பு எண்ணைக் காண்பி
uk: Показати номер версії

source: Run Nutty to discover devices
ca: Executa el Nutty per a descobrir dispositius
eo: Ruli Nutty por trovi aparatojn
fr: Exécuter Nutty pour découvrir les appareils
hr: Pokreni Nutty za otkrivanje uređaja
it: Esegui Nutty per scoprire i dispositivi
ja: Nutty を実行してデバイスを検出
lo: ເປີດໃຊ້ Nutty ເພື່ອຄົ້ນຫາອຸປະກອນ
ru: Запустить Nutty, чтобы обнаружить устройства
ta: சாதனங்களைக் கண்டறிய நட்டி இயக்கவும்
uk: Запустіть Nutty, щоб виявити пристрої

source: Run Nutty in device alert mode
ca: Executa el Nutty en mode d’alerta de dispositius
eo: Ruli Nutty en aparato-atentiga reĝimo
fr: Exécuter Nutty en mode d'alerte appareil
hr: Pokreni Nutty u modusu upozoravanja o uređajima
it: Esegui Nutty in modalità Allerta
ja: Nutty をデバイスアラートモードで実行
lo: ເປີດໃຊ້ Nutty ໃນໂໝດແຈ້ງເຕືອນອຸປະກອນ
ru: Запустить Nutty в режиме оповещения устройства
ta: சாதன எச்சரிக்கை பயன்முறையில் நட்டு இயக்கவும்
uk: Запустити Nutty в режимі оповіщення пристрою

source: Run Nutty in debug mode
ca: Executa el Nutty en mode de depuració
eo: Ruli Nutty en sencimiga reĝimo
fr: Exécuter Nutty en mode de débuggage
hr: Pokreni Nutty u modusu ispravljanja grešaka
it: Esegui Nutty in modalità Debug
ja: Nutty をデバッグモードで実行
lo: ເປີດໃຊ້ Nutty ໃນໂໝດແກ້ໄຂຈຸດບົກພ່ອງ
ru: Запустить Nutty в режиме отладки
ta: பிழைத்திருத்த பயன்முறையில் நட்டி இயக்கவும்
uk: Запустити Nutty в режимі налагодження

source: Run Nutty in info mode
ca: Executa el Nutty en mode d’informació
eo: Ruli Nutty en informa reĝimo
fr: Exécuter Nutty en mode d'information
hr: Pokreni Nutty u modusu prikaza informacija
it: Esegui Nutty in modalità informazioni
ja: Nutty を情報モードで実行
lo: ເປີດໃຊ້ Nutty ໃນໂໝດຂໍ້ມູນ
ru: Запустить Nutty в режиме показа информации
ta: செய்தி பயன்முறையில் நட்டி இயக்கவும்
uk: Запустити Nutty в інформаційному режимі

source: Cancel
ca: Cancel·la
eo: Nuligi
fr: Annuler
hr: Odustani
it: Annulla
ja: キャンセル
lo: ຍົກເລີກ
ru: Отмена
ta: ரத்துசெய்
uk: Скасувати

source: Open
ca: Obre
eo: Malfermi
fr: Ouvrir
hr: Otvori
it: Apri
ja: 開く
lo: ເປີດ
ru: Открыть
ta: திற
uk: Відкрити

source: Save
ca: Desa
eo: Konservi
fr: Enregistrer
hr: Spremi
it: Salva
ja: 保存
lo: ບັນທຶກ
ru: Сохранить
ta: சேமி
uk: Зберегти

source: All files
ca: Tots els fitxers
eo: Ĉiuj dosieroj
fr: Tous les fichiers
hr: Sve datoteke
it: Tutti i file
ja: すべてのファイル
lo: ໄຟລ໌ທັງໝົດ
ru: Все файлы
ta: அனைத்து கோப்புகள்
uk: Всі файли

source: Text files
ca: Fitxers de text
eo: Tekstaj dosieroj
fr: Fichiers texte
hr: Tekstualne datoteke
it: File di testo
ja: テキストファイル
lo: ໄຟລ໌ຂໍ້ຄວາມ
ru: Текстовые файлы
ta: உரை கோப்புகள்
uk: Текстові файли

source: A Network Utility
ca: Una utilitat per a xarxes
eo: Utilaĵo pri Retoj
fr: Un utilitaire réseau
hr: Mrežni uslužni program
it: Un'utilità di rete
ja: ネットワークユーティリティー
lo: ເຄື່ອງມືຈັດການເຄືອຂ່າຍ
ru: Сетевая утилита
ta: பிணைய பயன்பாடு
uk: Мережева утиліта

source: Weblate Translators
eo: Weblate-Tradukantoj
fr: Traducteurs Weblate
hr: Weblate prevodioci
it: Traduttori Weblate
ja: Weblate 翻訳者
lo: ຜູ້ແປພາສາ Weblate
ru: Переводчики Weblate
ta: வலைபெயர்ப்பு மொழிபெயர்ப்பாளர்கள்
uk: Weblate перекладач

source: Website | Translation | Bug Tracker
ca: Lloc web | Traducció | Seguiment d’errors
eo: Retejo | Traduko | Cimspuradilo
fr: Site web | Traduction | Suivi de problème
hr: Web-stranica | Prijevod | Sustav za praćenje grešaka
it: Sito Web | Traduzione | Segnalazione di errore
ja: Web サイト | 翻訳 | バグトラッカー
lo: ເວັບໄຊ | ການແປພາສາ | ລະບົບຕິດຕາມຂໍ້ຜິດພາດ
ru: Веб-сайт | Перевод | Сообщить об ошибке
ta: வலைத்தளம் | மொழிபெயர்ப்பு | பிழை டிராக்கர்
uk: Веб-сайт | Переклад | Відстеження помилок

source: Network Scan Agreement
ca: Acord d’exploració de xarxes
eo: Konsento pri Retskanado
fr: Contrat d'analyse du réseau
hr: Ugovor o mrežnom pretraživanju
it: Accordo di scansione della rete
ja: ネットワークスキャン契約条項
lo: ຂໍ້ຕົກລົງການສະແກນເຄືອຂ່າຍ
ru: Соглашение о сетевом сканировании
ta: பிணையம் ச்கேன் ஒப்பந்தம்
uk: Угода на мережеве сканування

source: This application has features to perform port scanning and provide information on devices on the network you are using. It is perfectly OK to scan for devices on your own residential home network or when explicitly authorized by the destination host and/or network. While using port scan (Devices tab) on a network which you do not own please consult and get approval of the Network Administrator or other competent network authority.
ca: Aquest programa inclou prestacions per a explorar ports i oferir dades sobre els dispositius de la xarxa que feu servir. És acceptable cercar dispositius en la vostra pròpia xarxa residencial o en altres xarxes o amfitrions, sempre que compteu amb l’autorització explícita del propietari. En explorar ports (pestanya Dispositius) en una xarxa aliena, acudiu al personal administratiu competent i sol·liciteu-ne l’autorització.
eo: Ĉi tiu aplikaĵo havas funkciojn por pordoskanadod kaj informado pri aparatoj en la reto uzata de vi. Estas tute bone serĉi aparatojn en via propra hejma reto aŭ kiam la skanota gastiganto kaj/aŭ reto eksplicite permesas tion. Se vi uzas pordoskanadon (langeto Aparatoj) ĉe reto, kiun vi ne posedas, bonvolu konsulti kaj ricevi aprobon de la Reta Administranto aŭ alia aŭtoritato.
fr: Cette application possède des fonctions pour effectuer le balayage des ports et fournir des informations sur les appareils du réseau que vous utilisez. Il est tout à fait acceptable de rechercher des appareils sur votre propre réseau domestique résidentiel ou lorsque cela est explicitement autorisé par l'hôte et/ou le réseau de destination. Lors de l'utilisation de l'analyse des ports (onglet appareils) sur un réseau dont vous n'êtes pas propriétaire veuillez consulter et obtenir l'approbation de l'administrateur du réseau ou d'autres autorités compétentes du réseau.
hr: Ovaj program sadrži funkcije za izvršavanje pretraživanje priključaka i pružanje podataka uređaja na mreži koju koristiš. Potpuno je u redu tražiti uređaje na vlastitoj stambenoj kućnoj mreži ili kad ih izričito odobri ciljano računalo i/ili mreža. Kad koristiš pretraživanje priključaka (kartica Uređaji) na stranoj mreži, kontaktiraj i dobi odobrenje mrežnog administratora ili drugog nadležnog tijela.
it: Questa applicazione offre funzionalità per eseguire la scansione delle porte e fornire informazioni sui dispositivi della rete che stai utilizzando. È adatta per cercare dispositivi sulla tua rete domestica residenziale o quando esplicitamente autorizzato dall'host e/o dalla rete di destinazione. Durante l'utilizzo di Port Scan (scheda Dispositivi) su una rete di cui non sei il proprietario, per favore consulta ed eventualmente ottieni l'approvazione dell'amministratore di rete o di altri autorità di rete competenti.
ja: このアプリケーションは、ポートのスキャンを行って、お使いのネットワーク内のデバイスの情報を表示できます。自宅のネットワークで使用する場合や、目的のホストやネットワークが明示的に許可している場合は、デバイスのスキャンを行っても何の問題もありません。 デバイスタブのポートスキャンを他人のネットワークで行いたい場合は、ネットワークの管理者か、適切なネットワーク機関から許可を得たうえで行ってください。
lo: ແອັບພລິເຄຊັນນີ້ມີຄຸນສົມບັດໃນການສະແກນພອດ ແລະ ໃຫ້ຂໍ້ມູນກ່ຽວກັບອຸປະກອນຕ່າງໆໃນເຄືອຂ່າຍທີ່ເຈົ້າກຳລັງໃຊ້ຢູ່. ເຈົ້າສາມາດສະແກນຫາອຸປະກອນໃນເຄືອຂ່າຍພາຍໃນບ້ານຂອງຕົນເອງໄດ້ ຫຼື ໃນກໍລະນີທີ່ໄດ້ຮັບອະນຸຍາດຢ່າງຈະແຈ້ງຈາກເຈົ້າຂອງໂຮສຕ໌ປາຍທາງ ແລະ/ຫຼື ເຈົ້າຂອງເຄືອຂ່າຍ. ໃນຂະນະທີ່ໃຊ້ການສະແກນພອດ (ແທັບອຸປະກອນ) ໃນເຄືອຂ່າຍທີ່ເຈົ້າບໍ່ໄດ້ເປັນເຈົ້າຂອງ, ກະລຸນາປຶກສາ ແລະ ຂໍການອະນຸມັດຈາກຜູ້ດູແລລະບົບເຄືອຂ່າຍ ຫຼື ຜູ້ທີ່ມີອຳນາດໃນການຄຸ້ມຄອງເຄືອຂ່າຍນັ້ນໆ.
ru: Это приложение имеет функции для сканирования портов и предоставления информации об устройствах в сети, которую вы используете. Это вполне нормально для сканирования устройств в вашей собственной домашней домашней сети или когда это явно разрешено хостом назначения и/или сетью. При использовании сканирования портов (вкладка Устройства) в сети, которой вы не владеете, проконсультируйтесь и получите разрешение сетевого администратора или другого компетентного сетевого органа.
ta: இந்த பயன்பாடு துறைமுகம் ச்கேனிங்கைச் செய்வதற்கான அம்சங்களைக் கொண்டுள்ளது மற்றும் நீங்கள் பயன்படுத்தும் பிணையத்தில் உள்ள சாதனங்கள் பற்றிய தகவல்களை வழங்குகிறது. உங்கள் சொந்த குடியிருப்பு வீட்டு நெட்வொர்க்கில் அல்லது இலக்கு புரவலன் மற்றும்/அல்லது நெட்வொர்க்கால் வெளிப்படையாக அங்கீகரிக்கப்படும்போது சாதனங்களை ச்கேன் செய்வது மிகவும் சரி. உங்களுக்கு சொந்தமில்லாத ஒரு பிணையத்தில் துறைமுகம் ச்கேன் (சாதனங்கள் தாவல்) பயன்படுத்தும் போது, தயவுசெய்து பிணையம் நிர்வாகி அல்லது பிற திறமையான பிணைய அதிகாரத்தின் ஒப்புதலைப் பெறுங்கள்.
uk: Ця програма має функції для сканування портів та надання інформації про пристрої в мережі, яку ви використовуєте. Це ідеально підходить для сканування пристроїв у власній домашній мережі або під час прямого дозволу приймаючого хоста та/або мережі. Під час використання сканування порту (вкладка «Пристрої») у мережі, яка не належить вам, зверніться за порадою та отримайте схвалення адміністратора мережі або іншого компетентного органу мережі.

source: About
ca: Quant a
eo: Pri
fr: À propos
hr: Informacije
it: Informazioni su
ja: このアプリケーションについて
lo: ກ່ຽວກັບ
ru: О приложении
ta: பற்றி
uk: Про

source: Network Utility
ca: Utilitat de xarxa
eo: Utilaĵo pri Retoj
fr: Utilitaire réseau
hr: Mrežni uslužni program
it: Utilità di rete
ja: ネットワークユーティリティー
lo: ເຄື່ອງມືຈັດການເຄືອຂ່າຍ
ru: Сетевая Утилита
ta: பிணைய பயன்பாடு
uk: Мережева утиліта

source: Filter results...
ca: Filtra els resultats…
eo: Filtri rezultojn…
fr: Filtrer les résultats…
hr: Filtriraj rezultate …
it: Filtra i risultati...
ja: 結果を絞り込む...
lo: ກັ່ນຕອງຜົນລັດ...
ru: Фильтровать результаты...
ta: வடிகட்டி முடிவுகள் ...
uk: Фільтрувати результати...

source: Preferences
ca: Preferències
eo: Preferoj
fr: Préférences
hr: Postavke
it: Preferenze
ja: 設定
lo: ການຕັ້ງຄ່າ
ru: Параметры
ta: விருப்பத்தேர்வுகள்
uk: Налаштування

source: Export to File
eo: Eksporti al dosiero
fr: Exporter dans un fichier
hr: Izvezi u datoteku
it: Esporta in file
ja: ファイルにエクスポート
lo: ສົ່ງອອກເປັນໄຟລ໌
ru: Экспортировать в файл
ta: கோப்புக்கு ஏற்றுமதி
uk: Експортувати до файлу

source: Nutty needs authentication to perform this action, please provide your password to continue.
ca: Cal autenticar-vos perquè el Nutty pugui fer aquesta acció. Introduïu la vostra contrasenya.
eo: Nutty bezonas aŭtentikigon por plenumi ĉi tiun agon; bonvolu entajpi vian pasvorton por daŭrigi.
fr: Nutty à besoin d'une authentification pour effectuer cette action, veuillez fournir votre mot de passe pour continuer.
hr: Nutty treba autentifikaciju za obavljanje ove radnje. Za nastavljanje, upiši svoju lozinku.
it: Nutty necessita dell'autenticazione per eseguire questa azione, si prega di fornire la propriapassword per continuare.
ja: このアクションを実行するには認証が必要です。続行するにはパスワードを入力してください。
lo: Nutty ຕ້ອງການການຢືນຢັນຕົວຕົນເພື່ອດຳເນີນການນີ້, ກະລຸນາປ້ອນລະຫັດຜ່ານຂອງເຈົ້າເພື່ອດຳເນີນການຕໍ່.
ru: Nutty требуется аутентификация для выполнения этого действия, пожалуйста, укажите свой пароль для продолжения.
ta: இந்த செயலைச் செய்ய நட்டிக்கு ஏற்பு தேவை, தொடர உங்கள் கடவுச்சொல்லை வழங்கவும்.
uk: Nutty потребує аутентифікації для виконання цієї дії, будь ласка, введіть пароль, щоб продовжити.

source: Nutty needs authentication to update the root scheduler(crontab) for device monitoring. Please provide your password to complete this change. Note: The current root scheduler (crontab) will be backed up to the home directory.
eo: Nutty bezonas aŭtentikigon por ĝisdatigi la planilon de la ĉefuzanto (crontab) por monitorado de aparatoj. Bonvolu entajpi vian pasvorton por plenumi ĉi tiun ŝanĝon. Noto: La aktuala planilo de la ĉefuzanto (crontab) estos enarkivigita en la hejman dosierujon.
fr: Nutty a besoin d'une authentification pour mettre à jour l'ordonnanceur racine (crontab) pour la surveillance des appareilsVeuillez fournir votre mot de passe pour compléter ce changement. Note : L'ordonnanceur racine actuel (crontab) sera sauvegardé dans votre dossier personnel.
hr: Nutty treba autentifikaciju za aktualiziranje korijenskog planera (crontab) za praćenje uređaja. Upiši svoju lozinku za obavljanje ove promjene. Napomena: Trenutačni root planer (crontab) bit će sigurnosno kopiran u matični direktorij.
it: Nutty ha bisogno dell'autenticazione per aggiornare lo scheduler root (crontab) per il dispositivomonitoraggio. Fornisci la tua password per completare questa modifica. Nota: verrà eseguito il backup dell'home scheduler root (crontab) nella homeDirectory.
ja: ルートスケジューラー (crontab) の更新には認証が必要です。この変更を適用するには、パスワードを入力してください。 注意: 現在のルートスケジューラー (crontab) は、home ディレクトリーにバックアップされます。
lo: Nutty ຕ້ອງການການຢືນຢັນຕົວຕົນເພື່ອອັບເດດຕາຕະລາງການເຮັດວຽກຂອງຮາກລະບົບ (crontab) ສຳລັບການຕິດຕາມອຸປະກອນ. ກະລຸນາປ້ອນລະຫັດຜ່ານຂອງເຈົ້າເພື່ອເຮັດໃຫ້ການປ່ຽນແປງນີ້ສຳເລັດ. ໝາຍເຫດ: ຕາຕະລາງການເຮັດວຽກຂອງຮາກລະບົບ (crontab) ປັດຈຸບັນຈະຖືກສຳຮອງໄວ້ໃນໂຟນເດີຫຼັກ (home directory).
ru: Nutty требуется аутентификация для обновления планировщика (crontab) для мониторинга устройств. Пожалуйста, введите ваш пароль для завершения этого изменения. Примечание. Текущий планировщик (crontab) будет сохранен в домашнем каталоге.
ta: சாதன கண்காணிப்புக்கான ரூட் திட்டமிடலை (க்ரோன்டாப்) புதுப்பிக்க நட்டிக்கு ஏற்பு தேவை. இந்த மாற்றத்தை முடிக்க உங்கள் கடவுச்சொல்லை வழங்கவும். குறிப்பு: தற்போதைய ரூட் திட்டமிடல் (க்ரோன்டாப்) வீட்டு அடைவு வரை ஆதரிக்கப்படும்.
uk: Nutty потребує аутентифікації для оновлення кореневого планувальника (crontab) для моніторингу пристрою. Будь ласка, введіть пароль, щоб завершити цю зміну. Примітка. Поточний кореневий планувальник (crontab) буде створений у домашньому каталозі.

source: Today
ca: Avui
eo: Hodiaŭ
fr: Aujourd'hui
hr: Danas
it: Oggi
ja: 今日
lo: ມື້ນີ້
ru: Сегодня
ta: இன்று
uk: Сьогодні

source: Yesterday
ca: Ahir
eo: Hieraŭ
fr: Hier
hr: Jučer
it: Ieri
ja: 昨日
lo: ມື້ວານນີ້
ru: Вчера
ta: நேற்று
uk: Вчора

source: days ago
eo: tagojn antaŭe
fr: jours avant
hr: dana prije
it: giorni fa
ja: 日前
lo: ມື້ກ່ອນ
ru: дней назад
ta: சில நாட்களுக்கு முன்பு
uk: днів тому

source: Results:
ca: Resultats:
eo: Rezultoj:
fr: Résultats :
hr: Rezultati:
it: Risultati:
ja: 結果:
lo: ຜົນລັດ:
ru: Результаты:
ta: முடிவுகள்:
uk: Результати:

source: No data found
ca: No s’ha trobat cap dada
eo: Neniu dateno troviĝis
fr: Pas de données trouvées
hr: Nema podataka
it: Nessun dato trovato
ja: データが見つかりません
lo: ບໍ່ພົບຂໍ້ມູນ
ru: Данные не найдены
ta: தரவு எதுவும் கிடைக்கவில்லை
uk: Даних не знайдено

source: Not Available
ca: No disponible
eo: Ne Disponebla
fr: Non disponible
hr: Nije dostupno
it: Non disponibile
ja: 利用できません
lo: ບໍ່ສາມາດໃຊ້ໄດ້
ru: Недоступно
ta: கிடைக்கவில்லை
uk: Недоступно

source: I Agree
ca: Hi estic d’acord
eo: Mi konsentas
fr: J'accepte
hr: Pristajem
it: Accetto
ja: 同意する
lo: ຂ້ອຍຕົກລົງ
ru: Принимаю
ta: நான் ஒப்புக்கொள்கிறேன்
uk: Я згоден

source: Wired
eo: Drata
fr: Filaire
hr: Žično
it: Cablata
ja: 有線
lo: ໃຊ້ສາຍ
ru: Проводной
ta: கம்பி
uk: Проводка

source: Wireless
eo: Sendrata
fr: Sans-Fil
hr: Bežično
it: Senza fili
ja: 無線
lo: ໄຮ້ສາຍ
ru: Беспроводной
ta: கம்பியில்லா
uk: Бездротові

source: Other
eo: Alia
fr: Autre
hr: Ostalo
it: Altro
ja: そのほか
lo: ອື່ນໆ
ru: Другой
ta: மற்றொன்று
uk: Інші

source: My Info
ca: La meva informació
eo: Mia Informo
fr: Mes infos
hr: Moji podaci
it: Le mie informazioni
ja: 自分の情報
lo: ຂໍ້ມູນຂອງຂ້ອຍ
ru: Моя информация
ta: எனது செய்தி
uk: Моя інформація

source: Select a connection
ca: Seleccioneu una connexió
eo: Elektu konekton
fr: Sélectionnez une connexion
hr: Odaberi jednu vezu
it: Seleziona una connessione
ja: 接続を選択してください
lo: ເລືອກການເຊື່ອມຕໍ່
ru: Выберите соединение
ta: இணைப்பைத் தேர்ந்தெடுக்கவும்
uk: Виберіть з'єднання

source: View Details
ca: Mostra els detalls
eo: Vidi Detalojn
fr: Voir les détails
hr: Prikaz detalja
it: Mostra dettagli
ja: 詳細を表示
lo: ເບິ່ງລາຍລະອຽດ
ru: Посмотреть детали
ta: விவரங்களைக் காண்க
uk: Докладніше

source: Attribute
ca: Atribut
eo: Atributo
fr: Attribut
hr: Svojstvo
it: Attributo
ja: 属性
lo: ຄຸນລັກສະນະ
ru: Атрибут
ta: பண்புக்கூறு
uk: Атрибут

source: Details
ca: Detalls
eo: Detaloj
fr: Détails
hr: Detalji
it: Dettagli
ja: 詳細
lo: ລາຍລະອຽດ
ru: Детали
ta: விவரங்கள்
uk: Деталі

source: Host Name
ca: Nom de l’amfitrió
eo: Nomo de Gastiganto
fr: Nom d'hôte
hr: Ime računala
it: Nome host
ja: ホスト名
lo: ຊື່ໂຮສຕ໌
ru: Имя хоста
ta: புரவலன் பெயர்
uk: Ім'я хоста

source: MAC Address
ca: Adreça MAC
eo: MAC-Adreso
fr: Adresse MAC
hr: MAC adresa
it: Indirizzo MAC
ja: MAC アドレス
lo: ທີ່ຢູ່ MAC
ru: Аппаратный адрес
ta: மேக் முகவரி
uk: MAC-адреса

source: IP Address
ca: Adreça IP
eo: IP-Adreso
fr: Adresse IP
hr: IP adresa
it: Indirizzo IP
ja: IP アドレス
lo: ທີ່ຢູ່ IP
ru: IP адрес
ta: ஐபி முகவரி
uk: IP-адреса

source: IPv6 Address
ca: Adreça IPv6
eo: IPv6-Adreso
fr: Adresse IPv6
hr: IPv6 adresa
it: Indirizzo IPv6
ja: IPv6 アドレス
lo: ທີ່ຢູ່ IPv6
ru: Адрес IPv6
ta: IPv6 முகவரி
uk: Адреса IPv6

source: Interface State
ca: Estat de la interfície
eo: Stato de Interfaco
fr: État de l'interface
hr: Stanje sučelja
it: Stato dell'interfaccia
ja: インターフェースの状態
lo: ສະຖານະອິນເຕີເຟສ
ru: Состояние интерфейса
ta: இடைமுக நிலை
uk: Стан інтерфейсу

source: Interface Hardware
ca: Maquinari de la interfície
eo: Interfaca Aparataro
fr: Matériel d'interface
hr: Hardver sučelja
it: Interfaccia hardware
ja: インターフェース名
lo: ຮາດແວອິນເຕີເຟສ
ru: Интерфейсное оборудование
ta: இடைமுக வன்பொருள்
uk: Інтерфейс пристрою

source: Product
ca: Producte
eo: Produkto
fr: Produit
hr: Proizvod
it: Prodotto
ja: 製品
lo: ຜະລິດຕະພັນ
ru: Продукт
ta: தயாரிப்பு
uk: Продукт

source: Vendor
ca: Proveïdor
eo: Vendisto
fr: Vendeur
hr: Proizvođač
it: Venditore
ja: 製造元
lo: ຜູ້ຜະລິດ
ru: Поставщик
ta: விற்பனையாளர்
uk: Постачальник

source: Physical ID
eo: Fizika Identigilo
fr: Identifiant physique
hr: Fizička ID oznaka
it: ID fisico
ja: 物理 ID
lo: ໄອດີທາງກາຍະພາບ
ru: Физический идентификатор
ta: இயற்பியல் ஐடி
uk: Фізичний ID

source: Bus Info
eo: Informo pri Buso
fr: Informations sur le bus
hr: Bus podaci
it: Info sul bus
ja: バス情報
lo: ຂໍ້ມູນບັສ
ru: Информация шины
ta: பச் செய்தி
uk: Інформація шини

source: Version
ca: Versió
eo: Versio
hr: Verzija
it: Versione
ja: バージョン
lo: ລຸ້ນ
ru: Версия
ta: பதிப்பு
uk: Версія

source: Capacity
eo: Kapacito
fr: Capacité
hr: Kapacitet
it: Capacità
ja: 容量
lo: ຄວາມຈຸ
ru: Емкость
ta: திறன்
uk: Ємність

source: Bus Width
eo: Larĝo de Buso
fr: Largeur du bus
hr: Bus širina
it: Larghezza del Bus
ja: バス幅
lo: ຄວາມກວ້າງຂອງບັສ
ru: Ширина шины
ta: பச் அகலம்
uk: Ширина шини

source: Clock Speed
eo: Taktofrekvenco
fr: Vitesse d'horloge
hr: Brzina sata
it: Velocità di clock
ja: 周波数
lo: ຄວາມໄວສັນຍານໂມງ
ru: Тактовая частота
ta: கடிகார விரைவு
uk: Тактова частота

source: Speed
eo: Rapido
fr: Vitesse
hr: Brzina
it: Velocità
ja: 速度
lo: ຄວາມໄວ
ru: Скорость
ta: வேகம்
uk: Швидкість

source: Route times to Host (in milliseconds):
eo: Enkursigaj tempoj al Gastiganto (en milisekundoj):
fr: Temps de propagation vers l'hôte (en millisecondes) :
hr: Vremena rutinga do računala (u millisekundama):
it: Tempi di instradamento verso l'host (in millisecondi):
ja: ホストへのルート時間(ミリ秒単位):
lo: ເວລາການເດີນທາງຂອງຂໍ້ມູນໄປຫາໂຮສຕ໌ (ເປັນມິນລິວິນາທີ):
ru: Время маршрута до хоста (в миллисекундах):
ta: ஓச்டுக்கு செல்லும் நேரங்கள் (மில்லி விநாடிகளில்):
uk: Час маршруту до хосту (у мілісекундах):

source: Hop#
eo: Saltonumero
fr: Hop nº
hr: Hop broj
it: Hop nº
ja: ホップ#
lo: ລຳດັບ Hop
ru: Прыжков#
ta: ஆப்#
uk: Стрибок#

source: Server IP
ca: IP del servidor
eo: IP-Adreso de Servilo
fr: IP du serveur
hr: IP poslužitelja
it: IP Server
ja: サーバー IP
lo: IP ເຊີເວີ
ru: IP сервера
ta: சேவையக ஐபி
uk: Сервер IP

source: Server Name
ca: Nom del servidor
eo: Nomo de Servilo
fr: Nom du serveur
hr: Ime poslužitelja
it: Nome Server
ja: サーバー名
lo: ຊື່ເຊີເວີ
ru: Имя сервера
ta: சேவையக பெயர்
uk: Ім'я сервера

source: 1st Packet Time
ca: Temps del 1r paquet
eo: Tempo de 1a Paketo
fr: Temps du 1er Paquet
hr: Vrijeme prvog paketa
it: Tempo del 1° Pacchetto
ja: １番目のパケット時間
lo: ເວລາແພັກເກັດທີ 1
ru: Время первого пакета
ta: 1 வது பாக்கெட் நேரம்
uk: Перший пакетний час

source: 2nd Packet Time
ca: Temps del 2n paquet
eo: Tempo de 2a Paketo
fr: Temps du 2e Paquet
hr: Vrijeme drugog paketa
it: Tempo del 2° Pacchetto
ja: ２番目のパケット時間
lo: ເວລາແພັກເກັດທີ 2
ru: Время второго пакета
ta: 2 வது பாக்கெட் நேரம்
uk: Другий пакетний час

source: 3rd Packet Time
ca: Temps del 3r paquet
eo: Tempo de 3a Paketo
fr: Temps du 3e Paquet
hr: Vrijeme trećeg paketa
it: Tempo del 3° Pacchetto
ja: ３番目のパケット時間
lo: ເວລາແພັກເກັດທີ 3
ru: Время третьего пакета
ta: 3 வது பாக்கெட் நேரம்
uk: Третій пакетний час

source: Internet Speed : Results from test on
eo: Interreta Rapido: Rezultoj de testo je
fr: Vitesse de connexion Internet : Résultats du test sur
hr: Brzine interneta: Rezultati testa od
it: Velocità Internet: risultati del test attivo
ja: インターネット速度: テストの結果
lo: ຄວາມໄວອິນເຕີເນັດ : ຜົນການທົດສອບເມື່ອ
ru: Скорость интернета: результаты теста на
ta: இணைய வேகம்: சோதனையின் முடிவுகள்
uk: Швидкість Інтернету: Результати тесту

source: No speed test has been done
eo: Testo pri rapidoj ne estis farita
fr: Aucun test de rapidité n'a été effectué
hr: Još nije izvršen niti jedan test brzine
it: Non è stato eseguito alcun test di velocità
ja: スピードテストを実施したことがありません
lo: ຍັງບໍ່ມີການທົດສອບຄວາມໄວ
ru: Тест на скорость не проводился
ta: வேக சோதனை எதுவும் செய்யப்படவில்லை
uk: Тест швидкості не був виконаний

source: Upload Speed
eo: Alŝuta Rapido
fr: Vitesse de transfert
hr: Brzina prenošenja
it: Velocità di Upload
ja: アップロード速度
lo: ຄວາມໄວອັບໂຫຼດ
ru: Скорость отправки
ta: வேகத்தை பதிவேற்றவும்
uk: Швидкість завантаження

source: Download Speed
eo: Elŝuta Rapido
fr: Vitesse de téléchargement
hr: Brzina preuzimanja
it: Velocità di download
ja: ダウンロード速度
lo: ຄວາມໄວດາວໂຫຼດ
ru: Скорость приёма
ta: பதிவிறக்க விரைவு
uk: Швидкість завантаження

source: Refresh Speed Test Results
eo: Aktualigi Resultojn pri Testo de Rapidoj
fr: Actualiser les résultats du test de rapidité
hr: Aktualiziraj rezultate testa brzine
it: Aggiorna i Risultati del Test di Velocità
ja: スピードテストの結果を更新
lo: ໂຫຼດຜົນການທົດສອບຄວາມໄວຄືນໃໝ່
ru: Обновить результаты теста скорости
ta: வேக சோதனை முடிவுகளைப் புதுப்பிக்கவும்
uk: Оновити результати перевірки швидкості

source: Unknown Date. Please click Refresh Button to perform Speed Test
eo: Nekonata dato. Bonvolu alklaki la butonon "Aktualigi" por fari Teston pri Rapidoj
fr: Date inconnue. Veuillez cliquer sur le bouton Actualiser pour effectuer un test de rapidité
hr: Nepoznat datum. Pritisni gumb za aktualiziranje, kako bi se izvršio test brzine
it: Data sconosciuta Fare clic sul pulsante Aggiorna per eseguire il test di velocità
ja: 日付が不明です。スピードテストを実施するには、更新ボタンをクリックしてください
lo: ບໍ່ຮູ້ວັນທີ. ກະລຸນາຄລິກປຸ່ມໂຫຼດຄືນໃໝ່ເພື່ອທົດສອບຄວາມໄວ
ru: Неизвестная дата. Пожалуйста, нажмите кнопку Обновить, чтобы выполнить тест скорости
ta: தெரியாத தேதி. வேக சோதனையைச் செய்ய புதுப்பிப்பு பொத்தானைக் சொடுக்கு செய்க
uk: Невідома дата. Натисніть кнопку Оновити для виконання тесту швидкості

source: Ports
eo: Pordoj
hr: Priključci
it: Porte
ja: ポート
lo: ພອດ
ru: Порты
ta: துறைமுகங்கள்
uk: Порти

source: All active ports scanned.
eo: Ĉiuj aktivaj pordoj skanitaj.
fr: Tous les ports actifs ont été scannés.
hr: Svi aktivni priključci su pretraženi.
it: Tutte le porte attive sono state scansionate.
ja: すべてのアクティブなポートをスキャンしました。
lo: ສະແກນພອດທີ່ກຳລັງເຮັດວຽກທັງໝົດແລ້ວ.
ru: Все активные порты просканированы.
ta: அனைத்து செயலில் உள்ள துறைமுகங்களும் ச்கேன் செய்யப்பட்டன.
uk: Всі активні порти відскановані.

source: Refresh Ports results
eo: Aktualigi rezultojn pri pordoj
fr: Actualiser les résultats des ports
hr: Aktualiziraj rezultate priključaka
it: Aggiorna i risultati delle porte
ja: ポートの結果を更新
lo: ໂຫຼດຜົນການສະແກນພອດຄືນໃໝ່
ru: Обновить результаты портов
ta: துறைமுகங்களின் முடிவுகளைப் புதுப்பிக்கவும்
uk: Оновити результати порту

source: Protocol
eo: Protokolo
fr: Protocole
hr: Protokol
it: Protocollo
ja: プロトコル
lo: ໂປຣໂຕຄໍ
ru: Протокол
ta: நெறிமுறை
uk: Протокол
